10/data/attachments/ded6b08c4c5e312b.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_actions_e60064b1-13fa-444d-95f4-8724cdd29528</nif:username>
            <nif:friendToBeAdded>Heidi_available_Actions_74378_0</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>